{
	"data": [
		{
			"content": [
		{
			"dzien": "1",
			"tygodnia": "wtorek",
			"miesiac": "sierpień",
			"imieniny": "Piotra, Juliana",
			"wschod": "5.11",
			"zachod": "20.44",
			"temp": "18",
			"aura": "zachmurzenie duże, lokalne deszcze",
			"wisla": "125",
			"tresc": "Godzina 7.00 - łączniczki alarmowe otrzymują rozkaz Komendanta Okręgu Warszawskiego AK płk. dypl. Antoniego Chruściela „Montera” - o ustaleniu godziny „W” na 1 sierpnia, godzina 17.00. Mobilizacja natrafia na trudności w postaci braku broni, czasu na jej wydobycie i zebranie plutonów. Godzina „W” - wybucha Powstanie Warszawskie, nazywane początkowo sierpniowym. W niektórych dzielnicach walki powstańcze rozpoczynają się jeszcze przed Godziną „W” - najwcześniej, ok. godziny 14., na Żoliborzu, a w Śródmieściu - Północ i na Woli przed godziną 16:00. Do walki przystępuje ok. 30 tys. żołnierzy Okręgu Warszawskiego AK. Uzbrojenie Powstańców przedstawia się wręcz tragicznie: tylko ok. 10 proc. walczących ma broń. Przeciw sobie mają stały garnizon niemiecki w sile ok. 20 tys. w pełni uzbrojonych ludzi, z czego połowę stanowi regularne wojsko. Niemcy mają ponadto pancerne jednostki frontowe, skoncentrowane na obu brzegach Wisły, artylerię i lotnictwo. Sztab Okręgu Warszawskiego AK z płk. „Monterem” zostaje ulokowany w zdobytym przez Powstańców hotelu „Victoria” przy ul. Jasnej. Garnizon niemiecki odpiera szturm Powstańców. Z ważniejszych obiektów Powstańcy zdobywają tylko magazyny żywności i mundurów przy Stawkach, koszary w budynku szkoły św. Kingi przy ul. Okopowej, Wojskowy Instytut Geograficzny w Al. Jerozolimskich, gmach Miejskich Zakładów Komunikacyjnych na rogu Świętokrzyskiej i Marszałkowskiej, najwyższy budynek w mieście – Prudential przy Placu Napoleona oraz budynek Dyrekcji Kolei u zbiegu Targowej i Wileńskiej na Pradze. Znaczniejszą przestrzeń, wolną od nieprzyjaciela, Powstańcom udaje się uzyskać jedynie na Starym Mieście. Powstańcza Warszawa to kilka odrębnych ognisk walki, rozdzielonych siłami nieprzyjaciela. W rękach wroga pozostają tak ważne obiekty wojskowe, jak mosty na Wiśle, dworce, lotniska, liczne niemieckie budynki koszarowe. Brak łączności jest powodem opuszczenia miasta przez kilka tysięcy Powstańców z Żoliborza, Woli, Ochoty i Mokotowa. Nocą udają się do pobliskich lasów. Do akcji powstańczej spontanicznie przyłącza się ludność cywilna, udzielając walczącym pomocy w budowaniu barykad i umocnień, kopaniu rowów przeciwczołgowych, aprowizacji itp. Według dowódcy niemieckiego garnizonu Warszawy, gen. por. lotn. Reinera Stahela, straty w ludziach 1 sierpnia wynoszą 2 tys. żołnierzy po stronie polskiej i 500 żołnierzy po stronie niemieckiej."
		},
			{
			"dzien": "2",
			"tygodnia": "środa",
			"miesiac": "sierpień",
			"imieniny": "Euzebiusza, Gustawa",
			"wschod": "5.13",
			"zachod": "20.42",
			"temp": "18",
			"aura": "zachmurzenie duże, deszcz",
			"wisla": "130",
			"tresc": "Ok. godz. 9. zaczyna działać radiostacja w fabryce Kamlera na rogu Okopowej i Dzielnej na Woli. Komenda Głowna AK wysyła szereg depesz do Londynu, donosząc o wybuchu Powstania i ciężkiej walce. Apeluje o pomoc. Powstańcy całkowicie opanowują Stare Miasto. Zdobywają kluczowy obiekt w tej części miasta – Polską Wytwórnię Papierów Wartościowych przy ul. Sanguszki. W Śródmieściu północnym Powstańcy zdobywają kolejne ważne punkty oporu niemieckiego, m.in. Pocztę Główną przy Placu Napoleona i budynek Arbeitsamtu przy pl. Małachowskiego. W Śródmieściu południowym panuje jeszcze chaos pierwszych godzin walki. Powstańcy opanowują budynki Elektrowni na Powiślu, a na Czerniakowie – budynek Zakładu Ubezpieczeń Społecznych. Na Żoliborzu Powstańcom nie udaje się opanować kluczowych pozycji niemieckich. W nocy z 1 na 2 sierpnia komendant Obwodu wycofuje oddziały do Puszczy Kampinoskiej. O świcie oddziały VIII Rejonu Obwodu VII „Obroża” pod dowództwem kpt. Józefa Krzyczkowskiego „Szymona” przeprowadzają nieudany atak na lotnisko Bielany. Na Woli nieprzyjaciel stara się zepchnąć Powstańców i wtargnąć w głąb miasta od zachodu i od strony Powązek. Powstańcy stawiają skuteczny opór. Żołnierze batalionu „Zośka” zdobywają dwa czołgi typu „Panther”. Na Ochocie w nocy z 1 na 2 sierpnia, wobec braku możliwości opanowania dzielnicy i nawiązania kontaktu z Wolą i Śródmieściem, komendant Obwodu ppłk Mieczysław Sokołowski „Grzymała” wyprowadza znaczną część oddziałów do pobliskich lasów. Część z nich stacza nad ranem, okupioną dużymi stratami, walkę z nieprzyjacielem pod Pęcicami. Oddziały, które nie opuściły dzielnicy, prowadzą działania zabezpieczające. Na Mokotowie w nocy z 1 na 2 sierpnia większość oddziałów V Obwodu wycofuje się do Lasu Kabackiego. Pozostałe przezwyciężają kryzys pierwszych godzin walki i opanowują południową część dzielnicy. Powstańcy zdobywają m.in. szkołę przy ul. Woronicza, pozyskując sporo broni i amunicji. Na Pradze Powstańcy zostają wyparci z gmachu Dyrekcji Kolei u zbiegu Wileńskiej i Targowej. Krystyna Krahelska, sanitariuszka „Danuta” w dywizjonie „Jeleń”, ciężko ranna w Godzinie „W”, umiera w szpitalu polowym. Odchodzi autorka popularnej pieśni „Hej, chłopcy, bagnet na broń!”, uwieczniona jako warszawska „Syrena”."
		},
			{
			"dzien": "3",
			"tygodnia": "czwartek",
			"miesiac": "sierpień",
			"imieniny": "Lidii, Nikodema",
			"wschod": "5.15",
			"zachod": "20.41",
			"temp": "17",
			"aura": "pochmurno, rano mżawka",
			"wisla": "137",
			"tresc": "Na Okęcie przybywa brygada RONA (Russkaja Oswoboditelnaja Narodnaja Armia) pod dowództwem renegata, gen. SS Bronisława Kamińskiego. Na Ochocie, w Śródmieściu i na Woli nieprzyjaciel wykorzystuje ludność cywilną jako „żywe tarcze”, osłaniające natarcie niemieckich czołgów przed ogniem Powstańców. Oddziały wroga podpalają domy i mordują ludność cywilną, głównie na Woli, Mokotowie i Ochocie. W Śródmieściu Powstańcy opanowują obiekty o znaczeniu strategicznym: Dworzec Pocztowy w Al. Jerozolimskich przy Żelaznej, Dom Turystyczny przy pl. Starynkiewicza, posterunek policji niemieckiej „Nordwache” u zbiegu Chłodnej i Żelaznej. W Śródmieściu południowym obsadzają znaczną część terenów Politechniki. Niemcy uderzają z mostu Poniatowskiego w stronę Dworca Głównego. Na Starym Mieście Polacy zdobywają Pałac Blanka, obsadzają Arsenał przy ul. Długiej oraz Pałac Mostowskich. Na rozkaz Komendanta Okręgu oddziały ppłk. Mieczysława Niedzielskiego „Żywiciela” powracają na Żoliborz. Na Woli trwa silny napór nieprzyjaciela. Ok. godz. 20 lotnictwo niemieckie dokonuje pierwszych nalotów na Wolę i miasto. Na Mokotowie Powstańcy umacniają południową część dzielnicy. Komendant Obwodu Praga ppłk Antoni Żurawski „Bober”, nie mając widoków na opanowanie dzielnicy, decyduje się przerwać walkę. Powstańcy powracają do konspiracji. W połowie sierpnia część z nich przedostaje się na lewy brzeg Wisły: na Sielce, Sadybę i do Puszczy Kampinoskiej. Pchor. Józef Szczepański „Ziutek” z batalionu „Parasol” pisze słowa piosenki „Pałacyk Michla”."
		},
			{
			"dzien": "4",
		  "tygodnia": "piątek",
			"miesiac": "sierpień",
			"imieniny": "Jana, Dominika",
			"wschod": "5.16",
			"zachod": "20.39",
			"temp": "17",
			"aura": "lokalne deszcze, pochmurno, wieczorem przejaśnienia",
			"wisla": "123",
			"tresc": "Trwają ciężkie walki w Al. Jerozolimskich. Od mostu Poniatowskiego ku Grójeckiej przebija się od rana niemiecka jednostka 19. dywizji pancernej. W nocy z 3 na 4 sierpnia Powstańcy opanowują parter gmachu PAST-y przy ul. Zielnej. Po zaciętej walce, o świcie Powstańcy opuszczają budynek. Na wschód od obsadzonego przez Niemców Krakowskiego Przedmieścia umacnia swe pozycje zgrupowanie „Krybar”. W Śródmieściu południowym Powstańcy przeprowadzają udany nocny atak na „Soldatenheim” w gimnazjum im. Królowej Jadwigi. Sztab Komendy Okręgu AK przenosi się ze zburzonego hotelu „Victoria” do gmachu PKO na rogu Świętokrzyskiej i Jasnej. Oddziały kpt. Józefa Krzyczkowskiego „Szymona” przegrupowują się w rejonie Izabelina, Sierakowa i Truskawia. Na Żoliborzu następuje umocnienie pozycji powstańczych, będących w stałej styczności bojowej z wrogiem. Oddziały ppłk. Mieczysława Niedzielskiego „Żywiciela” opanowują teren pomiędzy pl. Wilsona i pl. Inwalidów oraz Al. Wojska Polskiego. Na Woli Niemcy kontynuują natarcie na barykady na Wolskiej i Górczewskiej. Niemieckie samoloty wspierają działania piechoty i utrudniają obronę oddziałom powstańczym. Oddziały ppłk. Jana Mazurkiewicza „Radosława” nacierają na getto bez sukcesu. Heinrich Himmler przysyła odsiecz pod dowództwem gen. policji Heinza Reinefartha i dowódcy brygady SS, Oskara Dirlewangera, rozlokowujących swe oddziały w zachodniej części Woli. Z Okęcia na Ochotę przechodzi brygada RONA gen. Kamińskiego, rozpoczynając okrutne mordy, gwałty, grabieże i podpalenia. Trwa opór niewielkich powstańczych oddziałów. Toczą się krwawe walki na Mokotowie. Niemcy mordują ok. 200 osób w rejonie ul. Olesińskiej. W Pałacu Blanka ginie poeta – pchor. Krzysztof Kamil Baczyński „Krzyś”, żołnierz batalionu „Parasol”."
		},
			{
			"dzien": "5",
			"tygodnia": "sobota",
			"miesiac": "sierpień",
			"imieniny": "Mariana, Oswalda",
			"wschod": "5.18",
			"zachod": "20.37",
			"temp": "16",
			"aura": "słonecznie",
			"wisla": "163",
			"tresc": "Po godz. 1 w nocy odbywają się pierwsze zrzuty lotnicze, zapowiedziane poprzedniego dnia drogą radiową. Trzy brytyjskie samoloty zrzucają ładunki w rejon cmentarzy, Szpitala Wolskiego i Fortu Bema. Ok. godz. 7 rusza potężne natarcie oddziałów gen. Reinefahrta i brygady Dirlewangera, mające na celu przebicie się do Ogrodu Saskiego i zabezpieczenie drogi przelotowej z zachodu na wschód – z Woli do mostu Kierbedzia. „Czarna sobota” na Woli – rozpoczyna się masowa rzeź ludności. Jej ofiarą pada w kolejnych dniach ok. 40 tys. mieszkańców dzielnicy. Tylko nielicznym udaje się zbiec ku Śródmieściu i ul. Okopowej. Niemcy podpalają zdobyte rejony Woli. Ok. godz. 17 batalion „Zośka” zdobywa „Konzentrationslager Warschau” – obóz przy ul. Gęsiej, uwalniając więzionych tam Żydów – 324 mężczyzn i 24 kobiet z różnych krajów Europy. Na Ochocie dwie odizolowane od siebie reduty powstańcze – Monopol Tytoniowy przy ul. Kaliskiej („Reduta Kaliska”), pod dowództwem ppor. Andrzeja Chyczewskiego „Gustawa” i Wawelska 60 („Reduta Wawelska”), pod dowództwem ppor. Jerzego Gołembiowskiego „Stacha”, bronią dostępu do drugiej ważnej arterii przelotowej: Al. Jerozolimskie – most Poniatowskiego. Nie więcej niż 300 Powstańców broni swych pozycji przed przeważającymi siłami brygady RONA. Płk Antoni Chruściel „Monter” dokonuje reorganizacji oddziałów powstańczych. Powstają trzy ośrodki walki: „Śródmieście”, „Południe” i „Północ”. Okręgowy Delegat Rządu RP na m.st. Warszawę, Marceli Porowski „Sowa”, przejmuje pełnię władzy cywilnej w mieście jako jego komisaryczny prezydent. Ok. godz. 19 przybywa do Warszawy gen. broni SS i policji Erich von dem Bach, mianowany przez Himmlera głównodowodzącym niemieckich sił zwalczających Powstanie."
		},
			{
		  "dzien": "6",
			"tygodnia": "czwartek",
			"miesiac": "niedziela",
			"imieniny": "Sławy, Jakuba",
			"wschod": "5.19",
			"zachod": "20.35",
			"temp": "18",
			"aura": "słonecznie",
			"wisla": "163",
			"tresc": "W nocy z 5 na 6 sierpnia izolowany dotychczas Mokotów odzyskuje łączność ze Śródmieściem Kanałami ze Śródmieścia przedostaje się na Mokotów komendantka składnicy meldunkowej w Al. Jerozolimskich, Elżbieta Ostrowska „Ela”. O godz. 6.00 rusza natarcie oddziałów gen. Reinefahrta na cmentarze. Niemcy wypierają z nich Powstańców, ale wkrótce oddziały ze zgrupowania „Radosław” odbijają cmentarze Ewangelicki i Kalwiński. Gen. Tadeusz Komorowski „Bór” podejmuje decyzję o ewakuacji Komendy Głównej AK i Delegatury z dotychczasowej siedziby w fabryce Kamlera na Woli w kierunku Starego Miasta. Nowa kwatera Komendy Głównej mieści się teraz w szkole przy ul. Barokowej 6. Oddziały Dirlewangera, równocześnie z uderzeniem na Wolę, przystępują do natarcia wzdłuż linii Chłodna – Elektoralna, w kierunku Żelaznej Bramy. Po południu niemiecka odsiecz przebija się do Ogrodu Saskiego. Łączy się z grupą gen. Stahela, od początku Powstania odciętą w pałacu Brühla. Wobec braku broni i amunicji XI zgrupowanie kpt. Gustawa Billewicza „Sosny” wycofuje się z rejonu browarów przy Grzybowskiej do gmachu Sądów na Lesznie. Stąd w następnych dniach przechodzi na Stare Miasto. Do Śródmieścia, po ciężkich walkach, wycofują się z Woli oddziały pod dowództwem kpt. Wacława Stykowskiego „Hala”. Obsadzają m.in. zabudowania browaru Haberbuscha i Schielego przy ul. Ceglanej. Dzięki dużym zapasom jęczmienia magazyny browaru stają się olbrzymim spichlerzem dla Powstańców i ludności głodującej Warszawy. Utrwala się podział walczącego miasta na trzy części: Grupa Północ obejmuje rejon cmentarzy, Stare Miasto, Żoliborz i Kampinos; Śródmieście jest połączone z Powiślem i Czerniakowem; Grupa Południe obejmuje Mokotów wraz z Sadybą oraz Lasy Kabackie i Chojnowskie. Na Powiślu załoga Elektrowni nieprzerwanie wytwarza prąd dla walczącego miasta, a jednocześnie broni pozycji na Wybrzeżu Kościuszkowskim. W Śródmieściu zaczyna działać Harcerska Poczta Polowa, którą kieruje ppor. hm. Przemysław Górecki „Kuropatwa”. Na terenie warsztatów naprawczych taboru kolejowego w Pruszkowie Niemcy zakładają obóz przejściowy dla ludności cywilnej, ewakuowanej ze stolicy – „Dulag 121”. Ogółem przejdzie przezeń ponad pół miliona warszawiaków, ewakuowanych z walczącej stolicy."
		},
			{
			"dzien": "7",
			"tygodnia": "poniedziałek",
			"miesiac": "sierpień",
			"imieniny": "Doroty, Sykstusa",
			"wschod": "5.21",
			"zachod": "20.33",
			"temp": "19",
			"aura": "słonecznie",
			"wisla": "173",
			"tresc": "Na Woli gen. Reinefarth od świtu kontynuuje natarcie. Jego oddziały wypierają Powstańców z rejonu ulic Chłodnej i Ogrodowej, pl. Mirowskiego, Hal Mirowskich i pl. Żelaznej Bramy. Niemcy panują całkowicie na linii Wolska – Chłodna – Ogród Saski. Odcinają Stare Miasto i cmentarze od Śródmieścia. W okolicy Chłodnej i Elektoralnej Niemcy masowo mordują ludność. Z mieszkańców Warszawy tworzą „żywe barykady”. Po południu rusza polskie przeciwnatarcie na pl. Mirowski, zorganizowane przez mjr. Stanisława Steczkowskiego „Zagończyka”. Wieczorem oddziały powstańcze, pod naciskiem przeważających sił wroga, zostają zepchnięte na ul. Grzybowską i pl. Grzybowski. Płk Karol Ziemski „Wachnowski”, nie mogąc przedostać się na Żoliborz, organizuje obronę Starówki jako dowódca Grupy Północ. Na Ochocie oddziały RONA przesuwają się na wschód. Trwa okrutna pacyfikacja dzielnicy. Rozpoczyna się budowa wykopu i barykady, osłaniającej przejście Al. Jerozolimskimi ze strony północnej na południową, czyli z domu nr 20 do domu nr 17. Przejście to do ostatniego dnia Powstania zapewnia łączność oddziałom z obu części Śródmieścia. Dla ludności cywilnej jest szlakiem ewakuacyjnym."
		},
			{
			"dzien": "8",
			"tygodnia": "wtorek",
			"miesiac": "sierpień",
			"imieniny": "Dominika, Cypriana",
			"wschod": "5.23",
			"zachod": "20.31",
			"temp": "17",
			"aura": "słonecznie",
			"wisla": "180",
			"tresc": "Nieprzyjaciel od rana naciera z wielu stron na Stare Miasto – Tłomackiem, Bielańską, przez pl. Teatralny na Ratusz oraz od strony ul. Rybaki. Wieczorem oddziały niemieckie wycofują się na pozycje wyjściowe. W Śródmieściu Powstańcy ze zgrupowania „Chrobry II” zajmują budynek Dyrekcji Wodociągów i Kanalizacji przy pl. Starynkiewicza. Oddziały gen. Reinefartha atakują rejon cmentarzy. Na Żoliborzu Powstańcy opanowują okolice Instytutu Chemicznego i koszar przy ul. Gdańskiej. Na Ochocie sytuacja z godziny na godzinę staje się bardziej krytyczna. W „Reducie Wawelskiej” Powstańcy przekopują się z piwnic do sieci kanałów, by mieć drogę odwrotu. W Kampinosie por. Adolf Pilch „Dolina” organizuje pułk „Palmiry -Młociny”. W skład pułku wchodzą oddziały z Puszczy Nalibockiej oraz oddziały VIII Rejonu VII Obwodu „Obroża” i rejonów sąsiednich. Kpt. Józef Krzyczkowski „Szymon”, zwierzchnik sił AK w Kampinosie, w obawie przed odcięciem wycofuje je na zachód, w rejon Janówek – Brzozówka – Roztoka. Z gmachu PKO na rogu Jasnej i Świętokrzyskiej pierwszą audycję nadaje radiostacja powstańcza „Błyskawica”."
		},
			{
			"dzien": "9",
			"tygodnia": "środa",
			"miesiac": "sierpień",
			"imieniny": "Romana, Ryszarda",
			"wschod": "5.24",
			"zachod": "20.30",
			"temp": "17",
			"aura": "słonecznie, wieczorem pochmurno, lokalne deszcze",
			"wisla": "123",
			"tresc": "W Śródmieściu, z lokalu przy pl. Dąbrowskiego, zaczyna nadawać Polskie Radio. W Śródmieściu i na Powiślu Powstańcy skutecznie odpierają ataki wroga. Na Starym Mieście udaje się powstrzymać natarcie od strony mostu Kierbedzia przez pl. Zamkowy. Ratusz i ul. Miodowa są pod silnym ostrzałem wroga. W godzinach popołudniowych niemieckie lotnictwo bombarduje Rynek Starego Miasta. Zaczyna działać sztab Grupy Północ i wszystkie jego służby. Oddział kpt. Gustawa Billewicza „Sosny” próbuje zniszczyć pociąg pancerny, ostrzeliwujący z Dworca Gdańskiego powstańcze pozycje. Oddziały ppłk. Jana Mazurkiewicza „Radosława” utrzymują nadal rejon cmentarzy, osłaniając Stare Miasto. Na Ochocie Powstańcy muszą opuścić płonące zabudowania „Reduty Kaliskiej”. Tej nocy oddział ppor. Andrzeja Chyczewskiego „Gustawa” w sile ok. 90 ludzi przemieszcza się do Lasów Chojnowskich. Trwa szturm nieprzyjaciela na Redutę Wawelska 60. Na Mokotowie pułk „Baszta” zajmuje obszar ograniczony ulicami: Puławską, Szustra, Al. Niepodległości i Woronicza. Oddziały powstańcze na Dolnym Mokotowie nadal utrzymują pozycje w rejonie ulic Mączna, Przemysłowa, Rozbrat, Szwoleżerów i Podchorążych. W Moskwie Stalin deklaruje premierowi Stanisławowi Mikołajczykowi pomoc lotniczą dla Warszawy."
		},
			{
			"dzien": "10",
			"tygodnia": "czwartek",
			"miesiac": "sierpień",
			"imieniny": "Wawrzyńca, Borysa",
			"wschod": "5.26",
			"zachod": "20.28",
			"temp": "18",
			"aura": "zachmurzenie zmienne",
			"wisla": "183",
			"tresc": "Na Woli, mimo naporu nieprzyjaciela, Powstańcy utrzymują placówki przy ul. Okopowej, w rejonie cmentarzy i na Stawkach. Na Powiślu oddziały powstańcze umacniają swe pozycje. Artyleria niemiecka systematycznie ostrzeliwuje Elektrownię, zaopatrującą miasto w prąd. Na Ochocie oddziały RONA prowadzą dalszą pacyfikację dzielnicy. „Reduta Wawelska” nadal odpiera ataki wroga. Wieczorem, po dwóch dniach kopania, obrońcy Reduty mają gotowe przejście do kanałów. Po południu samoloty niemieckie rozrzucają nad Warszawą ulotki, wzywające ludność stolicy do opuszczenia miasta. Nocą z 9 na 10 nad Śródmieściem i Mokotowem pojawiają się brytyjskie samoloty. Dokonują udanych zrzutów broni i amunicji. Pierwszy zrzut broni dociera też do oddziałów z Kampinosu."
		},
			{
			"dzien": "11",
			"tygodnia": "piątek",
			"miesiac": "sierpień",
			"imieniny": "Klary, Zuzanny",
			"wschod": "5.28",
			"zachod": "20.26",
			"temp": "20",
			"aura": "księżyc w ostatniej kwadrze, pochmurno, niewielkie opoady",
			"wisla": "187",
			"tresc": "Generalne natarcie Niemcy kierują na ul. Okopową, w rejon cmentarzy i ruin getta. Wobec przewagi nieprzyjaciela, oddziały ppłk. Jana Mazurkiewicza „Radosława” z ciężkimi stratami wycofują się w kierunku ul. Stawki. Obrona Woli upada, a ul. Stawki staje się najbardziej wysuniętym na zachód odcinkiem osłaniającym Stare Miasto. Niemcy nacierają na Starówkę z Mariensztatu i ruin Zamku oraz od strony pl. Teatralnego. Stare Miasto, bombardowane codziennie z powietrza, ostrzeliwuje też z praskiego brzegu Wisły niemiecka artyleria. W nocy z 11 na 12 sierpnia załoga Starego Miasta przyjmuje zrzuty broni i amunicji. Pada ostatni punkt oporu na Ochocie – „Reduta Wawelska”. Oddziały ppor. Jerzego Gołembiowskiego „Stacha” ewakuują się kanałami w kierunku Śródmieścia i Mokotowa. Oddziały RONA opanowują Ochotę i Al. Jerozolimskimi zbliżają się do pl. Starynkiewicza."
		},
			{
			"dzien": "12",
			"tygodnia": "sobota",
			"miesiac": "sierpień",
			"imieniny": "Lecha, Innocentego",
			"wschod": "5.29",
			"zachod": "20.24",
			"temp": "21",
			"aura": "słonecznie",
			"wisla": "187",
			"tresc": "Toczą się ciężkie walki o Stawki i Leszno. Po południu Powstańcy odbijają zajętą przez Niemców kilka godzin wcześniej szkołę i magazyny przy Stawkach. Mjr Wacław Janaszek „Bolek” obejmuje dowództwo zgrupowania „Kedyw” po rannym ppłk. Janie Mazurkiewiczu „Radosławie”. Powstańcy odpierają ataki nieprzyjaciela na barykady Podwala, Świętojańskiej, Piwnej, Senatorskiej, Miodowej oraz na Ratusz i Pałac Blanka. Niemcy kierują silne uderzenie na Ogród Krasińskich, Pałac Mostowskich oraz na barykady Leszna. Zapada decyzja o przeniesieniu kwatery Komendy Głównej AK z silnie ostrzeliwanej szkoły przy ul. Barokowej 6 do gmachu Ministerstwa Sprawiedliwości przy ul. Długiej 7. W rejonie pl. Starynkiewicza do ataku przystępują oddziały RONA. Po ciężkich walkach nieprzyjaciel zmusza oddziały zgrupowania „Chrobry II” do wycofania się z budynku Dyrekcji Wodociągów i Kanalizacji, Domu Turystycznego, gmachu Wojskowego Instytutu Geograficznego i Starostwa Powiatowego. „Chrobry II” utrzymuje północną stronę Al. Jerozolimskich, z Domem Kolejowym i Dworcem Pocztowym. Równocześnie nieprzyjaciel naciera wzdłuż ul. Grzybowskiej i z Chłodnej wzdłuż Żelaznej i Waliców. Atak zostaje odparty."
		},
			{
			"dzien": "13",
			"tygodnia": "niedziela",
			"miesiac": "sierpień",
			"imieniny": "Diany, Hipolita",
			"wschod": "5.31",
			"zachod": "20.22",
			"temp": "20",
			"aura": "pochmurno",
			"wisla": "139",
			"tresc": "Niemcy kierują potężne natarcie na Stare Miasto. Z Wybrzeża Gdańskiego atakują ul. Boleść, z Dworca Gdańskiego – Bonifraterską, od strony ul. Dzikiej – Stawki i Pokorną. Z ruin getta uderzają na ul. Nalewki i Ogród Krasińskich, z Leszna – na ul. Długą, Tłomackie i Bielańską, z pl. Teatralnego na Ratusz. Po kilkugodzinnej, ciężkiej walce oddziały powstańcze, ponosząc dotkliwe straty, powstrzymują nieprzyjaciela. Tracą jednak ostatecznie Stawki. Wycofują się z ul. Rymarskiej. Z chwilą ostatecznego upadku Stawek zamyka się pierścień wojsk niemieckich wokół Starego Miasta. Wieczorem żołnierze batalionu „Gustaw” wprowadzają na ul. Kilińskiego niemiecki pojazd pancerny, porzucony przez załogę nieprzyjaciela przy barykadzie na Podwalu. Wypełniony materiałem wybuchowym pojazd eksploduje na wysokości domu nr 1. Ginie prawie 300 osób, żołnierze i ludność cywilna. Odcięcie Starego Miasta zrywa łączność między KG AK a płk. Antonim Chruścielem „Monterem”, stacjonującym w Śródmieściu. Ok. godz. 20 rusza natarcie wydzielonych oddziałów śródmiejskich: por. Mariana Krawczyka „Harnasia”, rtm. Henryka Roycewicza „Leliwy” i oddziałów ze zgrupowania „Chrobry II”. Celem ataku jest odzyskanie połączenia między Śródmieściem a Starówką. Około godz. 1 natarcie załamuje się w rejonie Hal Mirowskich. W nocy z 13 na 14, oddziały pułku „Baszta” nacierają z Mokotowa w kierunku Śródmieścia. Atak załamuje się pod silnym ogniem nieprzyjaciela. Powstańcy ponoszą dotkliwe straty. Nie udaje się opanować koszar SS, mieszczących się w szkole na rogu Kazimierzowskiej i Narbutta, ani tzw. Domu Wedla na rogu Puławskiej i Madalińskiego. W kinie „Palladium” przy ul. Złotej, przy pełnej sali, odbywa się pierwszy pokaz powstańczej kroniki filmowej."
		},
			{
			"dzien": "14",
			"tygodnia": "poniedziałek",
			"miesiac": "sierpień",
			"imieniny": "Maksymiliana, Alfreda",
			"wschod": "5.33",
			"zachod": "20.20",
			"temp": "17",
			"aura": "pochmurno z przejściami",
			"wisla": "129",
			"tresc": "W nocy z 13 na 14 sierpnia lotnictwo alianckie dokonuje zrzutów nad Śródmieściem. O godz. 10.30 Komendant Główny AK gen. Tadeusz Komorowski „Bór” wydaje rozkaz marszu na odsiecz walczącej stolicy oddziałom z podwarszawskich okręgów AK. Niemcy kontynuują natarcie na Stare Miasto od zachodu. Uderzają z Leszna, przez Tłomackie w kierunku Bielańskiej. Trwa zaciekła walka o barykadę i budynek PAST-y przy Tłomackiem. W godzinach wieczornych oddziały mjr. Gustawa Billewicza „Sosny” i kpt. Stefana Kaniewskiego „Nałęcza” wypierają wroga za linię ul. Przejazd. Około południa nieprzyjaciel atakuje Muranów, uderzając od strony Fortu Traugutta, Dworca Gdańskiego i Stawek w kierunku Zajezdni Tramwajowej przy ul. Sierakowskiej. Niemcom udaje się wbić „klin” pomiędzy zgrupowanie „Radosław” a zgrupowanie ppłk. Jana Szypowskiego „Leśnika”. Ok. godz. 16 Powstańcy odzyskują utracone pozycje, ponosząc jednak dotkliwe straty. W Kampinosie kpt. Józef Krzyczkowski „Szymon” otrzymuje rozkaz płk. Karola Ziemskiego „Wachnowskiego”, nakazujący gotowość bojową oddziałów i przesunięcie ich na pozycje wyjściowe do natarcia z rejonu cmentarzy Powązkowskiego i Żydowskiego. Celem tego manewru jest połączenie sił z Kampinosu z oddziałami walczącymi na Muranowie. Przestają działać wodociągi miejskie. Rozpoczyna się dramatyczna ewakuacja Szpitala Maltańskiego z ul. Senatorskiej do Śródmieścia. Na ul. Bartoszewicza żołnierze ze zgrupowania „Krybar” zdobywają niemiecki transporter opancerzony. Powstańcy nazywają go „Jaś”. Po śmierci dowódcy na jego cześć zmieniają nazwę na „Szary Wilk” – pseudonim poległego. "
		},
			{
			"dzien": "15",
			"tygodnia": "wtorek",
			"miesiac": "sierpień",
			"imieniny": "Marii, Napoleona",
			"wschod": "5.34",
			"zachod": "20.18",
			"temp": "16",
			"aura": "pognie",
			"wisla": "120",
			"tresc": "Powstańcy uroczyście obchodzą Dzień Żołnierza. W nocy z 14 na 15 sierpnia lotnictwo alianckie dokonuje kolejnych zrzutów broni i amunicji nad Warszawą. Niemcy zestrzeliwują trzy spośród dwudziestu samolotów. Nieprzyjaciel naciera na Stare Miasto, na odcinku od Ogrodu Krasińskich do pl. Teatralnego. Niemcom udaje się opanować Pałac Mostowskich. W nocy odbija go oddział z batalionu „Wigry”. Wieczorem Niemcy uderzają na barykady przed Bankiem Polskim przy Bielańskiej i na klasztor Kanoniczek przy pl. Teatralnym. Powstańcy odpierają ataki nieprzyjaciela. O godz. 10.00 Niemcy z niespotykaną dotychczas w tej części miasta siłą atakują północne Śródmieście. Uderzają od północy – wzdłuż Żelaznej, Walicowa, Ciepłej, Rynkowej i Granicznej oraz od zachodu – wzdłuż Srebrnej, Siennej, Pańskiej, Prostej, Łuckiej i Grzybowskiej. Równocześnie Niemcy ostrzeliwują pozycje powstańcze, zwłaszcza Dworzec Pocztowy i Dom Kolejowy. Oddziałom kpt. Wacława Stykowskiego „Hala” i oddziałom ze zgrupowania „Chrobry II” udaje się odeprzeć wroga na pozycje wyjściowe. Z Ogrodu Saskiego nieprzyjaciel prowadzi ostrzał Placu Napoleona. W ogniu staje najwyższy budynek Warszawy – Prudential. Pożary wybuchają również na ulicach Moniuszki, Sienkiewicza i Mazowieckiej. Na Mokotowie zatrzymanych zostaje dwóch oficerów węgierskich. Ppłk Stanisław Kamiński „Daniel” nawiązuje za ich pośrednictwem kontakt z dowództwem oddziałów węgierskich, stacjonujących w Zalesiu pod Warszawą. Oddział „Jeleń” rtm. Lecha Głuchowskiego „Jeżyckiego” obsadza Fort Legionów Dąbrowskiego. O godz. 22 z Puszczy Kampinoskiej, z odsieczą dla Starego Miasta, wyrusza, pod dowództwem ppłk. Wiktora Ludwika Konarskiego „Victora”, oddział liczący ok. 730 żołnierzy. W rejonie Powązek dowódca rezygnuje z natarcia. Pozbawione łączności, rozproszone oddziały częściowo przedzierają się na Żoliborz. Pozostali żołnierze wycofują się do puszczy."
		},
			{
			"dzien": "16",
			"tygodnia": "środa",
			"miesiac": "sierpień",
			"imieniny": "Stefana, Rocha",
			"wschod": "5.36",
			"zachod": "20.16",
			"temp": "16",
			"aura": "słonecznie, lekkie zachmurzenie",
			"wisla": "115",
			"tresc": "Od rana nieprzyjaciel utrzymuje nękający ostrzał artyleryjski i moździerzowy Starego Miasta. Niemcom udaje się opanować klasztor Kanoniczek przy pl. Teatralnym. Nie udają się próby odbicia budynku. Mjr Mieczysław Chyżyński „Pełka” odpiera silne ataki wroga na gmach Polskiej Wytwórni Papierów Wartościowych przy ul. Sanguszki z ulic Rybaki i Zakroczymskiej. Niemieckie natarcie na Rynek Starego Miasta załamuje się na zaciekle bronionych barykadach u wlotu ulic Podwale, Piwnej i Świętojańskiej. W nocy bataliony „Czata 49” i „Zośka” podejmują spóźniony o dobę atak, mający na celu połączenie z oddziałami idącymi z Kampinosu. Batalion „Czata 49” wypiera Niemców ze Stawek i utrzymuje pozycje przez trzy godziny. Wycofuje się z braku wsparcia od strony Powązek. Natarcie batalionu „Zośka” załamuje się w okolicy Nalewek. Nieprzyjaciel kontynuuje natarcie na północne Śródmieście.  W okolice Lasek przybywa mjr Alfons Kotowski „Okoń”, z zadaniem objęcia dowództwa nad oddziałami w Puszczy Kampinoskiej i zorganizowania odsieczy dla walczącej stolicy. Pod gruzami kamienicy przy ul. Przejazd giną dwaj wybitni poeci – pchor. Zdzisław Leon Stroiński „Chmura” i jego przyjaciel, Tadeusz Gajcy „Topór”. Stalin zawiadamia premierów Churchilla i Mikołajczyka, że władze sowieckie odcinają się od „warszawskiej awantury”."
		},
			{
			"dzien": "17",
			"tygodnia": "czwartek",
			"miesiac": "sierpień",
			"imieniny": "Jacka, Julianny",
			"wschod": "5.38",
			"zachod": "20.14",
			"temp": "20",
			"aura": "rano słonecznie, w ciągu dnia pogodnie, wieczorem pochmurno",
			"wisla": "109",
			"tresc": "NIeprzyjaciel prowadzi silny ostrzał Starego Miasta, burząc kamieniczki. Płoną m.in.: katedra św. Jana, kościół Najświętszej Marii Panny na Nowym Mieście, Ratusz przy Placu Teatralnym. Lotnictwo niemieckie bombarduje Rynek Starego Miasta oraz ulice Miodową, Kapucyńską, Hipoteczną. Silny ostrzał artyleryjski sięga gmachu Polskiej Wytwórni Papierów Wartościowych przy ul. Sanguszki. Po południu na Muranowie niemiecka piechota, pod osłona czołgów, naciera od strony Dworca Gdańskiego i Fortu Traugutta na Zajezdnię Tramwajową. Bronią jej oddziały ppłk. Jana Szypowskiego „Leśnika” i plutony Batalionu „Czata 49”. Powstańcy odpierają atak nieprzyjaciela. W godzinach wieczornych Niemcy atakują barykadę na Lesznie, wykorzystując jako osłonę grupę kobiet. Powstańcom udaje się powstrzymać wroga. Niemcy podejmują kolejną próbę opanowania północnego Śródmieścia. Nacierają z ul. Towarowej i od północy, wzdłóż Żelaznej, Walicowa, Ciepłej, Rynkowej i Granicznej. Od południa, z rejonu Placu Starynkiewicza i Dworca Towarowego, prowadzą ostrzał Domu Kolejowego i Dworca Pocztowego. Powstańcy skutecznie odpierają ataki nieprzyjaciela. Niemcom udaje się opanować Koszary Policji przy ul. Ciepłej i magazyny żywnościowe firmy „Pluton” przy ul. Grzybowskiej. W godzinach popłudniowych wróg atakuje z Ogrodu Saskiego, w kierunku Królewskiej i Marszałkowskiej. Ok. godz. 21., dzięki przybyłym w porę posiłkom Powstańcom udaje się odeprzeć Niemców na pozycje wyjściowe. W Śródmieściu południowym stałym terenem walk jest rejon Polna - Politechnika - Wspólna. Na Żoliborzu Powstańcy odpierają natarcie z gmachu Instytutu Chemicznego w kierunku Placu Henkla, ponosząc przy tym dotkliwe straty. Na Mokotowie ppł Stanisław Kamiński „Daniel” na rozkaz płk. Antoniego Chruściela „Montera” obsadza rejon Sielc i Sadyby. Przygotowuje się też do współdziałania z oddziałami powstańczymi, przebijającymi się do Warszawy z Lasów Chojnowskich."
		},
			{
			"dzien": "18",
			"tygodnia": "piątek",
			"miesiac": "sierpień",
			"imieniny": "Heleny, Ilony",
			"wschod": "5.39",
			"zachod": "20.12",
			"temp": "21",
			"aura": "słonecznie",
			"wisla": "103",
			"tresc": "Od rana lotnictwo niemieckie bombarduje Stare Miasto, zwłaszcza okolice Rynku i Banku Polskiego przy Bielańskiej. Trwa silny ostrzał artyleryjski i moździerzowy okolic PWPW przy ul. Sanguszki, szpitala Jana Bożego przy Bonifraterskiej i Muranowa. Zacięte walki toczą się o rejon Zajezdni Tramwajowej przy ul. Sierakowskiej, gdzie oddziały ppłk. Jana Szypowskiego „Leśnika” ponoszą duże straty. Sam dowódca zostaje ciężko ranny. Od ostrzału nieprzyjacielskiego cierpi również rejon pl. Zamkowego. Płonie Podwale, Piwna i Świętojerska. W okolicy katedry, na Miodowej, Piwnej i na Podwalu przez cały dzień toczą się walki. W Śródmieściu kpt. Wacław Stykowski „Hal” wykorzystuje chwilową bierność wroga i w wyniku udanego natarcia wypiera nieprzyjaciela z linii ul. Grzybowskiej w stronę Krochmalnej. Powstańcy odzyskują Koszary Policji przy ul. Ciepłej oraz magazyny firmy „Pluton” przy Grzybowskiej. W południowej części Śródmieścia czwarty dzień trwają zacięte walki o rozległy teren Politechniki. W nocy z 17 na 18 sierpnia oddziały z górnego Mokotowa: kompania B-3 pułku „Baszta”, pluton PAL i oddziały rtm. Andrzeja Czajkowskiego „Gardy” obsadzają Sielce, część Czerniakowa oraz Sadybę. W ciągu dnia silne przeciwnatarcie niemieckie zmusza Powstańców do opuszczenia fabryki przy Belwederskiej oraz odcinka ul. Czerniakowskiej. Sadyba pozostaje w rękach polskich. Płk Antoni Chruściel „Monter” mianuje ppłk. Józefa Rokickiego „Karola” dowódcą Obwodu Mokotów."
		},
			{
			"dzien": "19",
			"tygodnia": "sobota",
			"miesiac": "sierpień",
			"imieniny": "Jana, Bolesława",
			"wschod": "5.41",
			"zachod": "20.09",
			"temp": "22",
			"aura": "słonecznie",
			"wisla": "100",
			"tresc": "Nieprzyjaciel rozpoczyna generalne natarcie na Stare Miasto. Oddziały piechoty niemieckiej atakują Bonifraterską, Ogród Krasińskich, pl. Krasińskich, Tłomackie i Bielańską. Trwa zażarta walka w ruinach katedry i na pobliskiej ul. Brzozowej. Oddziały powstańcze odpierają szturm po szturmie. Lotnictwo niemieckie kontynuuje bombardowania. Wszędzie unoszą się słupy ognia i dymu. Płoną zabytkowe kościoły. Życie dzielnicy przenosi się do piwnic. Równocześnie z natarciem oddziałów gen. Reinefartha na Stare Miasto, siły bojowe gen. Rohra przystępują do natarcia na południową część Śródmieścia. Ze szczególną siłą atakowany jest teren Politechniki. Niemcy stopniowo wypierają Powstańców z poszczególnych budynków. Obrona koncentruje się na gmachu głównym Politechniki. Niemcy wprowadzają do akcji czołgi. Powstańcy opuszczają zrujnowany, płonący gmach główny i obsadzają parzystą stronę ul. Noakowskiego. Aż do końca Powstania przebiega tędy linia frontu. W nocy z 19 na 20 z Puszczy Kampinoskiej wyrusza na Żoliborz grupa Powstańców w sile ok. 550 żołnierzy. Dowodzi mjr Alfons Kotowski „Okoń”. Części oddziału nie udaje się dotrzeć do stolicy. Ostrzelani z broni maszynowej, tracą łączność z dowództwem i powracają do puszczy. Pozostali docierają na Żoliborz i dołączają do oddziału por. Witolda Pełczyńskiego „Witolda”. Stan oddziału po połączeniu wynosi ok. 750 żołnierzy. Ppłk Mieczysław Niedzielski „Żywiciel” kieruje go do natarcia na Dworzec Gdański, by zyskać połączenie ze Starym Miastem. Nocą z 18 na 19 sierpnia Powstańcy uderzają z Sadyby na Wilanów i Wolicę, by dać wsparcie przebijającym się z Lasów Chojnowskich i Kabackich oddziałom ppłk. Mieczysława Sokołowskiego „Grzymały”. Z powodu silnej obrony niemieckiej załamuje się szturm na park i Pałac Wilanowski. Powstańcy ponoszą dotkliwe straty, m.in. ginie ppłk „Grzymała”. Ostatecznie na Sadybę przebija się ok. 370 dobrze uzbrojonych ludzi, reszta wycofuje się do lasów. W ciągu nocy z 19 na 20 sierpnia na Sadybę dociera jeszcze kilka plutonów z Lasu Kabackiego."
		},
			{
			"dzien": "20",
			"tygodnia": "niedziela",
			"miesiac": "sierpień",
			"imieniny": "Bernarda, Sobiesława",
			"wschod": "5.43",
			"zachod": "20.07",
			"temp": "23",
			"aura": "słonecznie",
			"wisla": "96",
			"tresc": "Trwa generalne natarcie sił niemieckich na Stare Miasto. Ostrzał artyleryjski i bombardowania lotnicze poprzedzają kolejne ataki nieprzyjaciela na wszystkich odcinkach: zachodnim od ul. Długiej i pl. Krasińskich, wschodnim – od Wybrzeża Gdańskiego przez ul. Boleść w kierunku Kościelnej i Długiej, z jednoczesnym naciskiem od południa i połnocy. Niemcom udaje się wtargnąć z ul. Tłomackie na Bielańską i zająć północną część Banku Polskiego. Po zaciekłej walce zajmują również Pałac Mostowskich. Trwa wzmożony napór wroga na Stare Miasto od strony Muranowa. W nocy z 20 na 21 sierpnia oddziały powstańcze zostają zmuszone do wycofania się z zajmowanego terenu. Przechodzą m.in. do gmachu PWPW przy ul. Sanguszki. Niemcy całkowicie opanowują Muranów, kontrolując odtąd cały teren pomiędzy ulicami Nalewki a Bonifraterską. W Śródmieściu, w nocy z 19 na 20 sierpnia, oddziały powstańcze pod dowództwem rtm. Henryka Roycewicza „Leliwy” przystępują do natarcia na potężny, ośmiopiętrowy gmach Polskiej Akcyjnej Spółki Telefonicznej, tzw. PAST-y, przy ul. Zielnej 37/39. W akcji uczestniczą m.in. oddziały z IX zgrupowania rtm. „Leliwy”, pluton szturmowy z kompanii „Koszta”, dwa patrole saperów, kobiecy patrol minerski, dwa patrole miotaczy płomieni, specjalna ekipa straży ogniowej. Dotychczasowe próby zdobycia PAST-y załamywały się, ze znacznymi stratami własnymi, wobec przewagi ogniowej Niemców, zamkniętych w ufortyfikowanym gmachu. Po kilkunastu godzinach ciężkiej walki Powstańcy zdobywają gmach PAST-y, likwidując w ten sposób uciążliwy punkt ostrzału. Straty wroga wynoszą 38 zabitych. Do niewoli dostaje się 121 Niemców z różnych formacji, w tym wielu rannych i poparzonych. Straty powstańcze wynoszą nie mniej niż 17 zabitych. Powstańcy ze zgrupowania „Chrobry II” obsadzają magazyny Hartwiga na rogu Towarowej i Pańskiej. Jest to najdalej na północ wysunięta placówka powstańcza w tym rejonie."
		},
			{
			"dzien": "21",
			"tygodnia": "poniedziałek",
			"miesiac": "sierpień",
			"imieniny": "Kazimiery, Joanny",
			"wschod": "5.44",
			"zachod": "20.05",
			"temp": "23",
			"aura": "słonecznie",
			"wisla": "95",
			"tresc": "Niemcy kontynuują bombardowania lotnicze i ostrzał artyleryjski Starego Miasta. W dzielnicy wybuchają nowe pożary. Płonie m.in. budynek Arsenału na rogu Nalewek i Długiej. Po jego ewakuacji w budynku pozostaje tylko jedna kompania z batalionu „Chrobry I”. Powstańcom udaje się wyprzeć wroga z prawego skrzydła gmachu Banku Polskiego przy Bielańskiej i z klasztoru Kanoniczek oraz odeprzeć ataki na Ratusz i Pałac Blanka. Nieprzyjaciel koncentruje się na natarciu w kierunku pl. Krasińskich. Od strony Zamku Królewskiego atakuje Świętojańską i Kanonię. Toczą się walki o katedrę. Powstańcy utrzymują swoje pozycje. W Śródmieściu Północ od rana trwa ostrzał pozycji zgrupowania „Chrobry II”. Równocześnie oddziały RONA atakują od strony Al. Jerozolimskich i ul. Towarowej. Około godz. 17 natarcie się załamuje. W nocy z 20 na 21 oddziały powstańcze Obwodu Żoliborz i z Kampinosu pod dowództwem mjr. Alfonsa Kotowskiego „Okonia” atakują Dworzec Gdański. Silny ogień wroga załamuje natarcie i uniemożliwia połączenie Starówki z Żoliborzem. Powstańcy ponoszą dotkliwe straty. Oddziały polskie odpierają atak niemiecki na Sadybę od strony Wilanowa. Główną pozycję obronną zajmują przy ul. Okrężnej, dookoła Fortu Dąbrowskiego. Niemcy wysadzają Pawiak w powietrze. Kino „Palladium” prezentuje drugą kronikę powstańczą, ze zdjęciami z dnia poprzedniego, także ze zdobycia PAST-y."
		},
			{
			"dzien": "22",
			"tygodnia": "wtorek",
			"miesiac": "sierpień",
			"imieniny": "Marii, Cezarego",
			"wschod": "5.46",
			"zachod": "20.03",
			"temp": "22",
			"aura": "przed południem słonecznie, wieczorem pochmurno",
			"wisla": "95",
			"tresc": "Na Starym Mieście Powstańcy odpierają atak czołgów i piechoty niemieckiej na barykady na Nalewkach i Długiej, broniące dostępu do pl. Krasińskich. Wieczorem, po ciężkich walkach, Niemcy obsadzają zrujnowany Arsenał. Reszta załogi powstańczej opuszcza budynek i przechodzi do pobliskiego Pasażu Simonsa na rogu Długiej i Nalewek. W Śródmieściu oddziały powstańcze przystępują do natarcia na gmach tzw. małej PAST-y przy ul. Piusa XI. W północnej części Śródmieścia Powstańcy odpierają natarcie wroga na fabrykę Bormana przy ul. Towarowej. Piechota niemiecka atakuje pod osłoną czołgów z pl. Małachowskiego barykady u wylotu ulic Traugutta i Mazowieckiej. Powstańcy zdobywają placówkę niemiecką w restauracji „Cristal” na rogu Al. Jerozolimskich i Brackiej, ostrzeliwującą przejście przez Aleje. Ok. godz. 2 w nocy rusza drugie natarcie na Dworzec Gdański. Uczestniczą w nim oddziały powstańcze z Żoliborza i Kampinosu pod dowództwem ppłk. Mieczysława Niedzielskiego „Żywiciela”. Natarcie od strony Starego Miasta wspierają oddziały pod dowództwem mjr. Wacława Janaszka „Bolka”. Natarcie załamuje się pod silnym ostrzałem nieprzyjaciela. Oddziały powstańcze wycofują się przed świtem z ogromnymi stratami. W obu atakach liczba zabitych i rannych sięga ok. 500 osób. Na Mokotów przedziera się kanałami nowy dowódca Obwodu V, ppłk Józef Rokicki „Karol”. Dzieli organizacyjnie podległy mu teren na Mokotów Dolny, obejmujący rozległe przestrzenie Sielc, Czerniakowa i Sadyby, i Mokotów Górny, na zachód od ul. Puławskiej. Na tym terenie walczy Pułk „Baszta”."
		},
			{
			"dzien": "23",
			"tygodnia": "środa",
			"miesiac": "sierpień",
			"imieniny": "Róży, Apolinarego",
			"wschod": "5.48",
			"zachod": "20.01",
			"temp": "19",
			"aura": "rano pochmurno, po południu przejaśnienia",
			"wisla": "93",
			"tresc": "Kolejny dzień trwają ciężkie walki o Stare Miasto. Z ruin Ratusza obsługa cekaemu zestrzeliwuje niemiecki bombowiec. Po południu Niemcy ruszają do natarcia na wszystkich odcinkach. Atakują szpital Jana Bożego przy Bonifraterskiej, zakłady „Fiata” przy Sapieżyńskiej, kompleks budynków Polskiej Wytwórni Papierów Wartościowych przy ul. Sanguszki. Pasaż Simonsa przy ul. Długiej płonie pod ostrzałem. Po kilkudziesięciu godzinach walk Powstańcy nad ranem zdobywają budynek tzw. małej PAST-y przy ul. Piusa XI. Po ciężkich bojach oddziały polskie opanowują kościół św. Krzyża i sąsiedni budynek Komendy Policji przy Krakowskim Przedmieściu 1. Dzięki tym zdobyczom Powstańcy mogą przypuszczać ataki na pozycje niemieckie w kierunku Starówki. Po przeciwnej stronie Krakowskiego Przedmieścia oddziały kpt. Cypriana Odorkiewicza „Krybara” nacierają na Uniwersytet. W akcji biorą udział powstańcze wozy bojowe – „Kubuś” i „Jaś”. Wobec przeważającej siły wroga atak ulega załamaniu."
		},
			{
			"dzien": "24",
			"tygodnia": "czwartek",
			"miesiac": "sierpień",
			"imieniny": "Bartłomieja, Jerzego",
			"wschod": "5.49",
			"zachod": "19.59",
			"temp": "20",
			"aura": "pochmurno, potem rozpogodzenie",
			"wisla": "91",
			"tresc": "Stare Miasto jest nadal celem nieustannych, zmasowanych ataków nieprzyjacielskich. Niemcy opanowują część zrujnowanych zabudowań szpitala Jana Bożego przy ul. Bonifraterskiej, szkołę przy ul. Rybaki i budynek mieszkalny na terenie PWPW.Po ciężkich walkach Powstańcom udaje się utrzymać ruiny Pasażu Simonsa przy Długiej. W ruinach posesji Długa 27/29 powstają stanowiska obronne, nazwane „Redutą Matki Boskiej”. Załoga Starego Miasta odpiera ataki wroga od południa, utrzymując placówki na Miodowej, Podwalu i Piwnej. Od wschodu broni się Brzozowa. W Śródmieściu nieprzyjaciel prowadzi systematyczny ostrzał placówek powstańczych na Kredytowej, Królewskiej, Towarowej, Chmielnej, Żelaznej. Pod ostrzałem są stanowiska powstańcze przy Kruczej, Wspólnej, Hożej, Wilczej i Koszykowej. Niemcy podejmują próby opanowania niektórych domów przy Królewskiej na wysokości Ogrodu Saskiego i przy Grzybowskiej. Atakują zaciekle Dom Kolejowy i Dworzec Pocztowy oraz placówki powstańcze wzdłuż ul. Towarowej. W Śródmieściu południowym, po zaciętej walce, oddziały powstańcze zdobywają pozycję niemiecką przy ul. Żulińskiego i opanowują kwartał pomiędzy ulicami Poznańską, Żulińskiego, Marszałkowską i Nowogrodzką."
		},
			{
			"dzien": "25",
			"tygodnia": "piątek",
			"miesiac": "sierpień",
			"imieniny": "Ludwika, Józefa",
			"wschod": "5.51",
			"zachod": "19.57",
			"temp": "17",
			"aura": "słonecznie",
			"wisla": "90",
			"tresc": "Na Starym Mieście nieprzyjaciel kontynuuje natarcie na kompleks budynków Polskiej Wytwórni Papierów Wartościowych przy ul. Sanguszki. Gmachu bronią Powstańcy ze zgrupowania „Leśnik”. Ponoszą dotkliwe straty. Z zabudowań pozostających w ich rękach Powstańcy ewakuują ludność cywilną. Nadal trwają ciężkie walki o szpital Jana Bożego przy Bonifraterskiej, zakłady „Fiata” przy Sapieżyńskiej i klasztor Kanoniczek przy pl. Teatralnym. Nocą z 25 na 26 sierpnia ze Starego Miasta ewakuuje się kanałami Komenda Główna AK. Wraz z nią do Śródmieścia przechodzi kierownictwo cywilne miasta, z wicepremierem Janem Stanisławem Jankowskim „Sobolem” i przewodniczącym Rady Jedności Narodowej Kazimierzem Pużakiem „Bazylim”. Kanałami ze Starego Miasta przechodzi na Żoliborz coraz więcej rannych Powstańców, oddziałów tyłowych i niewielka grupa ludności cywilnej. Płk Karol Ziemski „Wachnowski”, dowódca Grupy Północ, przenosi się ze zburzonego i spalonego gmachu Archiwum Głównego Akt Dawnych przy ul. Długiej do kapitularza kościoła św. Jacka na Freta. W Śródmieściu kompania z batalionu „Kiliński” zdobywa silną placówkę niemiecką, mieszczącą się w dawnej kawiarni „Café Club” na rogu Nowego Światu i Al. Jerozolimskich. W ten sposób Powstańcy likwidują uciążliwy ostrzał barykady, łączącej obie części Śródmieścia. Winston Churchill domaga się od prezydenta USA wysłania samolotów nad Warszawę i lądowania na sowieckich lotniskach bez zgody sowieckich władz."
		},
			{
			"dzien": "26",
			"tygodnia": "sobota",
			"miesiac": "sierpień",
			"imieniny": "Marii, Zefiryny",
			"wschod": "5.52",
			"zachod": "19.54",
			"temp": "19",
			"aura": "księżyc w pierwszej kwadrze, słonecznie",
			"wisla": "86",
			"tresc": "Trwają naloty i ostrzał artyleryjski Starego Miasta. Powstańcy, pomimo ciągłych ataków nieprzyjacielskich, utrzymują pozycje w Banku Polskim przy ul. Bielańskiej, w zrujnowanym Pasażu Simonsa przy ul. Długiej, w ruinach Ratusza oraz w Pałacu Odpierają również ataki wroga na barykady Miodowej, Podwala, Piwnej, Świętojańskiej i Kanonii. Trwa silny napór niemiecki od strony Wisły na Brzozową, Boleść i Rybaki. Oddziały powstańcze zostają zmuszone do wycofania się z ruin garbarni „Quebracho” przy ul. Boleść oraz ze szpitala Jana Bożego. Trwa silny ostrzał artyleryjski północnej części Śródmieścia, zwłaszcza rejonu Pańskiej, Twardej, Śliskiej i Siennej. Z oddziałów powstańczych na Sadybie zostaje sformowany batalion „Oaza” pod dowództwem kpt. Janusza Wyszogrodzkiego „Janusza”. Pod gruzami zbombardowanej kamienicy przy ul. Freta 16 ginie sztab Armii Ludowej Obwodu Warszawskiego, wielu żołnierzy i cywile."
		},
			{
			"dzien": "27",
			"tygodnia": "niedziela",
			"miesiac": "sierpień",
			"imieniny": "Moniki, Cezarego, Józefa",
			"wschod": "5.54",
			"zachod": "19.52",
			"temp": "20",
			"aura": "słonecznie",
			"wisla": "81",
			"tresc": "płk Karol Ziemski „Wachnowski” reorganizuje obronę Starego Miasta. Dowództwo odcinka północnego powierza ppłk. Janowi Mazurkiewiczowi „Radosławowi”, odcinka wschodniego – kpt. Eugeniuszowi Konopackiemu „Trzasce”, południowego – mjr. Stanisław
			Zachodnim odcinkiem obrony dowodzi nadal mjr Gustaw Billewicz „Sosna”. Powstańcy udaremniają wysadzenie katedry św. Jana, która ostatecznie pozostaje w rękach wroga.
			W Polskiej Wytwórni Papierów Wartościowych toczy się zaciekła walka o poszczególne piętra i części gmachu. W Śródmieściu w godzinach popołudniowych nieprzyjaciel przeprowadza atak wzdłuż ulic Waliców i Żelaznej, spychając Powstańców z linii ul. Grzybowskiej. Niemcy zajmują Koszary Policji przy ul. Ciepłej, umacniają pozycje w rejonie pl. Żelaznej Bramy. W nocy z 26 na 27 rusza przygotowywane od dziesięciu dni natarcie pod dowództwem ppłk. Bolesława Gancarza „Gryfa”. Jego celem jest połączenie Mokotowa ze Śródmieściem. Powstańcy napotykają silny opór Niemców. Nie udaje im się połączyć z oddziałami zgrupowania „Kryska”, utrzymującymi pozycje na rogu Czerniakowskiej i Łazienkowskiej. Koszary w rejonie ulic Szwoleżerów, 29 Listopada i Podchorążych, blokujące drogę przebicia, pozostają w rękach wroga. Powstańcy opanowują jedynie klasztor Sióstr Nazaretanek przy ul. Czerniakowskiej. Ppłk Józef Rokicki „Karol” rozkazuje utrzymać zdobyte pozycje i wieczorem przegrupować oddziały do ponownego natarcia. Prezydent USA Franklin D. Roosevelt odmawia pomocy Powstańcom bez zgody Związku Sowieckiego."
		},
			{
			"dzien": "28",
			"tygodnia": "poniedziałek",
			"miesiac": "sierpień",
			"imieniny": "Augustyna, Aleksandra",
			"wschod": "5.56",
			"zachod": "19.50",
			"temp": "22",
			"aura": "słonecznie",
			"wisla": "81",
			"tresc": "Na Starym Mieście po zaciekłych walkach Niemcy ostatecznie opanowują gmach Polskiej Wytwórni Papierów Wartościowych przy ul. Sanguszki.Wobec katastrofalnej sytuacji na Starówce płk Karol Ziemski „Wachnowski” podejmuje decyzję przebicia się do Śródmieścia. Trwa silny ostrzał nieprzyjacielski Śródmieścia, zwłaszcza Placu Napoleona, północnego odcinka Marszałkowskiej, Świętokrzyskiej, Jasnej i Sienkiewicza. W nocy z 27 na 28 sierpnia ppłk Bolesław Gancarz „Gryf” kontynuuje natarcie na koszary pomiędzy ulicami Szwoleżerów, 29 Listopada i Podchorążych. Cały Górny Mokotów znajduje się pod silniejszym niż zwykle ogniem artylerii nieprzyjaciela. Od strony Wilanowa Niemcy przypuszczają silny atak na Sadybę."
		},
			{
			"dzien": "29",
			"tygodnia": "wtorek",
			"miesiac": "sierpień",
			"imieniny": "Beaty, Jana",
			"wschod": "5.57",
			"zachod": "19.47",
			"temp": "21",
			"aura": "rano słonecznie, potem pochmurno",
			"wisla": "75",
			"tresc": "Rządy Wielkiej Brytanii i Stanów Zjednoczonych przyznają żołnierzom AK prawa kombatanckie, uznając Armię Krajową za integralną część Polskich Sił Zbrojnych. Trwają bombardowania lotnicze i ostrzał artyleryjski Starego Miasta. Oddziały batalionów „Zośka” i „Czata 49” utrzymują, kosztem dużych strat, zburzone budynki zakładów „Fiata” przy ul. Sapieżyńskiej. Nieprzyjaciel opanowuje ruiny kościoła Najświętszej Marii Panny, rejon między ulicami Wójtowską, Zakroczymską i Przyrynkiem. Niemcy poszerzają swoje terytorium na pl. Teatralnym. Wdzierają się do Ratusza, Pałacu Blanka i klasztoru Kanoniczek. Powstańcom udaje się odeprzeć ataki na Bielańską, Pasaż Simonsa i szkołę przy Nalewkach. W Śródmieściu, w nocy z 28 na 29, Powstańcy powstrzymują silne natarcie wroga z Ogrodu Saskiego na linię ul. Królewskiej. Na Mokotowie Niemcy przystępują do bombardowania z ziemi i powietrza. W zburzonym szpitalu Elżbietanek przy ul. Goszczyńskiego ginie wielu rannych oraz część personelu. Oddziały batalionu „Oaza” oraz resztki dywizjonu „Jeleń” toczą ciężkie walki na Sadybie."
		},
			{
			"dzien": "30",
			"tygodnia": "środa",
			"miesiac": "sierpień",
			"imieniny": "Małgorzaty, Feliksa",
			"wschod": "5.59",
			"zachod": "19.45",
			"temp": "20",
			"aura": "zachmurzenie duże, opady deszczu",
			"wisla": "75",
			"tresc": "Dowództwo AK na Stary Mieście, w porozumieniu z Komendantem Okręgu Warszawskiego AK, płk. Antonim Chruścielem „Monterem”, decyduje się ostatecznie na ewakuację załogi Starówki do Śródmieścia. Kanałami do Śródmieścia i na Żoliborz przechodzą lekko ranni. Wieczorem oddziały powstańcze przegrupowują się i przygotowują do przebicia z ul. Bielańskiej w kierunku Hal Mirowskich i Placu Żelaznej Bramy. Atak ma być wsparty równoczesnym natarciem oddziałów śródmiejskich z Grzybowskiej i Królewskiej. Akcja ta ma na celu utworzenie „korytarza”, umożliwiającego całkowitą ewakuację rannych i ludności cywilnej do Śródmieścia. Powstańcy odzyskują utracone stanowiska na Placu Teatralnym - Pałac Blanka i frontową część Ratusza oraz kościół Najświętszej Marii Panny na Nowym Mieście. Ciężkie walki toczą o utrzymanie ul. Bielańskiej. Niemcy ostrzeliwują Śródmieście z ziemi i powietrza. Szczególnie silne bombardowania przeżywa rejon ulicy Ceglanej, Żelaznej i Placu Grzybowskiego, a także Powiśle. Na Mokotowie, w wyniku nimieckiego ostrzału, wybuchają liczne pożary na Racławickiej, Olkuskiej, Bałuckiej i Kazimierzowskiej. Po południu samoloty wroga bombardują przepełniony rannymi budynek szpitalny przy ul. Chełmskiej 19. Ostrzelany pociskami zapalającymi szpital staje w płomieniach. Ginie wielu rannych i chorych. W trakcie wielogodzinnej akcji ratunkowej Powstańcy ponoszą dotkliwe straty. Samoloty nimieckie bombardują Sadybę, szczególnie rejon ul. Okrężnej."
		},
			{
			"dzien": "31",
			"tygodnia": "czwartek",
			"miesiac": "sierpień",
			"imieniny": "Rajmunda, Bohdana",
			"wschod": "6.01",
			"zachod": "19.43",
			"temp": "21",
			"aura": "pochmurno",
			"wisla": "70",
			"tresc": "W nocy z 30 na 31 sierpnia Powstańcy podejmują próbę połączenia Śródmieścia ze Starym Miastem. Na kilka godzin przed terminem właściwego uderzenia ok. 100 żołnierzy z batalionu „Czata 49” przechodzi kanałami na pl. Bankowy. Ich zadaniem jest Powstańcom nie udaje się jednak zaskoczyć Niemców. Straty po stronie polskiej są duże. Właściwe natarcie z ul. Bielańskiej rozpoczyna się między godz. 3 a 4 nad ranem. Pod silnym ostrzałem niemieckim szturm się załamuje. Atak powstańców od strony Starówki kończy się niepowodzeniem, Niemcy rozpoczynają generalny szturm na Stare Miasto. W nocy dokonano nieudanej próby przebicia się oddziałów Grupy „Północ” ze Starego Miasta do Śródmieścia. Oddział kpt „Motyla” dokonuje desantu kanałowego na plac Bankowy. Niemców nie udaje się zaskoczyć. Niepowodzeniem kończą się też ataki od strony Starówki. Od strony Śródmieścia oddziały „Zagończyka” na jakiś czas opanowują Hale Mirowskie i koszary na Ciepłej. W sumie w tej akcji ginie lub odnosi rany 300. powstańców – jedynie 60. się udaje przedrzeć następnej nocy przez Ogród Saski na pozycje polskie przy ulicy Królewskiej. Od rana Niemcy rozpoczęli generalny szturm na Starówkę, wsparty artylerią i lotnictwem, wykonany na wszystkich kierunkach. Powstańcy tracą pozycje w zakładach „Fiata” i na ul. Zakroczymskiej. W zbombardowanym Pasażu Simonsa (róg Nalewek i Długiej) ginie około 300. osób, w tym 120. żołnierzy batalionu „Chrobry I”. Niemcy wywożą z Pruszkowa do obozu koncentracyjnego Stutthof około 3100. osób, w tym powstańców. Niemcy."
		}
	]}
]}
